Repository: bandanpixster-ship-it/LocalizerHelper
Catalog: Localizable.xcstrings
Source language: en
Languages: af, bn, de, es, fr, hi, hr, id, mr, pt_br, ta, te, zu

source: Your recent activity will show up here
af: Jou onlangse aktiwiteit sal hier verskyn
bn: আপনার সাম্প্রতিক কার্যকলাপ এখানে প্রদর্শিত হবে
de: Ihre letzten Aktivitäten werden hier angezeigt
es: Tu actividad reciente aparecerá aquí
fr: Votre activité récente s'affichera ici
hi: आपकी हाल की गतिविधि यहां दिखाई देगी
hr: Ovdje će se prikazati vaša nedavna aktivnost
id: Aktivitas terkini Anda akan muncul di sini
mr: तुमचा अलीकडील क्रियाकलाप येथे दर्शविला जाईल
pt_br: Sua atividade recente aparecerá aqui
ta: உங்கள் சமீபத்திய செயல்பாடு இங்கே காட்டப்படும்
te: మీ ఇటీవలి కార్యాచరణ ఇక్కడ చూపబడుతుంది
zu: Umsebenzi wakho wakamuva uzovela lapha

source: Your ultimate travel essential — real-time translation, anywhere - Translate AI
af: Jou uiteindelike reis noodsaaklik - intydse vertaling, enige plek - Vertaal KI
bn: আপনার চূড়ান্ত ভ্রমণ অপরিহার্য — রিয়েল-টাইম অনুবাদ, যে কোনও জায়গায় - AI অনুবাদ করুন
de: Ihr ultimatives Reise-Essential – Echtzeit-Übersetzung, überall – Translate AI
es: Lo último en viajes: traducción en tiempo real y en cualquier lugar - Translate AI
fr: L'essentiel de votre voyage : traduction en temps réel, n'importe où - Translate AI
hi: आपकी अंतिम यात्रा आवश्यक - वास्तविक समय में अनुवाद, कहीं भी - अनुवाद एआई
hr: Vaš ultimativni ključ za putovanje — prijevod u stvarnom vremenu, bilo gdje - Translate AI
id: Kebutuhan perjalanan utama Anda — terjemahan real-time, di mana saja - Terjemahkan AI
mr: तुमचा अंतिम प्रवास आवश्यक — रीअल-टाइम भाषांतर, कुठेही - AI चे भाषांतर करा
pt_br: Sua viagem essencial: tradução em tempo real, em qualquer lugar - Translate AI
ta: உங்களின் இறுதிப் பயணம் இன்றியமையாதது - நிகழ்நேர மொழிபெயர்ப்பு, எங்கும் - AI ஐ மொழிபெயர்க்கவும்
te: మీ అంతిమ ప్రయాణం అవసరం — నిజ-సమయ అనువాదం, ఎక్కడైనా - AIని అనువదించండి
zu: Uhambo lwakho lubalulekile - ukuhumusha kwesikhathi sangempela, noma yikuphi - Humusha i-AI

source: $4.99/week
bn: $4.99/সপ্তাহ
de: 4,99 $/Woche
es: $4.99/semana
fr: 4,99 $/semaine
hi: $4.99/सप्ताह
hr: 4,99 USD/tjedan
id: $4,99/minggu
mr: $४.९९/आठवडा
pt_br: US$ 4,99/semana
ta: $4.99/வாரம்
te: $4.99/వారం
zu: $4.99/ngeviki

source: AR
bn: এআর
es: Arkansas
fr: RA
hi: एआर
mr: ए.आर
pt_br: RA
zu: I-AR

source: Bandan
bn: বন্দন
es: bandana
hi: बंदन
id: bandana
mr: बंदन
pt_br: bandana
ta: பந்தன்
te: బందన్

source: Incognito
bn: ছদ্মবেশী
de: Inkognito
es: Incógnito
hi: गुप्त
hr: Inkognito
id: Penyamaran
mr: गुप्त
pt_br: Incógnito
ta: மறைநிலை
te: అజ్ఞాతం
zu: I-Incognito

source: PDF
bn: পিডিএফ
hi: पीडीएफ

source: Stop
bn: থামো
de: Stoppen
es: Detener
fr: Arrêt
hi: रुकना
id: Berhenti
mr: थांबा
pt_br: Parar
ta: நிறுத்து
te: ఆపు
zu: Ima

source: week
bn: সপ্তাহ
de: Woche
es: semana
fr: semaine
hi: सप्ताह
hr: tjedan
id: pekan
mr: आठवडा
pt_br: semana
ta: வாரம்
te: వారం
zu: isonto

source: PRO
hi: प्रो
mr: प्रो
pt_br: PRÓ
